Revit 2027 API
TableView.MaximumColumnWidth Property
 Gets the maximum column width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int MaximumColumnWidth { get; }
Public ReadOnly Property MaximumColumnWidth As Integer
	Get
public:
property int MaximumColumnWidth {
	int get ();
}
member MaximumColumnWidth : int with get
Property Value
Int32
See Also
Reference
TableView Class
Autodesk.Revit.DB Namespace